acpi
acpid
alsa-utils
amd-ucode
apparmor
appimagelauncher
autotiling
avahi
b43-fwcutter
base
base-devel
bluez
bluez-utils
btrfs-progs
celluloid
check
cliphist
codespell
cpupower
cronie
cryptsetup
ctags
ddcutil
device-mapper
dex
dhclient
diffutils
discord
dmraid
dnsmasq
dolphin
dosfstools
e2fsprogs
ecryptfs-utils
efibootmgr
ethtool
exfatprogs
eza
f2fs-tools
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-table-extra
fd
ffmpeg
ffmpegthumbnailer
file-roller
firefox
flashfocus
freerdp
gcin
glibc-locales
gnome-epub-thumbnailer
gnome-keyring
go
greetd
greetd-tuigreet
grub
grub-btrfs
gtk3-nocsd
gvfs
gvfs-mtp
helix
imagemagick
imv
inetutils
install-grub
intel-ucode
jfsutils
jq
jre-openjdk
jupyter-notebook
jupyterlab-lsp
kitty
konsole
kvantum
laptop-mode-tools
lazygit
less
lib32-libva-vdpau-driver
lib32-mesa-vdpau
lib32-vulkan-intel
lib32-vulkan-nouveau
lib32-vulkan-radeon
libcamera
libreoffice-fresh
libva-mesa-driver
libva-vdpau-driver
linux66
logrotate
lua-jsregexp
lua51
luarocks
lvm2
man-db
man-pages
manjaro-aur-support
manjaro-browser-settings
manjaro-pipewire
manjaro-release
manjaro-settings-manager
manjaro-settings-manager-notifier
manjaro-sway-settings
manjaro-system
manjaro-zsh-config
mdadm
memtest86+
memtest86+-efi
mesa-vdpau
mhwd
mhwd-db
mkinitcpio-openswap
nano
nano-syntax-highlighting
nautilus
neovim
network-manager-applet
networkmanager
nfs-utils
nodejs
npm
nss-mdns
ntfs-3g
obsidian
oh-my-zsh
okular
os-prober
p7zip
pacman-log-orphans-hook
pacseek
pamac-gtk
pcmanfm
pcmanfm-qt
perl
playerctl
polkit-gnome
poweralertd
pulsemixer
pyright
python-emoji
python-matplotlib
python-pip
python-pynvim
python-pyqt5
python-scikit-learn
python-scipy
python-seaborn
python-torchvision
python-wand
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rclone
rdesktop
reiserfsprogs
ripgrep
rnote
rsync
ruff
s-nail
sof-firmware
sudo
sway-services
swaycwd
swaylock-effects
sworkstyle
sysfsutils
texinfo
texlive-bibtexextra
texlive-binextra
texlive-langcjk
texlive-latexextra
texlive-latexrecommended
texlive-mathscience
texlive-pictures
texlive-publishers
tigervnc
timeshift-autosnap-manjaro
tk
torchvision
ttf-arphic-ukai
ttf-firacode-nerd
ttf-font-awesome
ueberzug
unicode-emoji
update-grub
usbutils
vi
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
wdisplays
wget
which
wireless-regdb
wl-clipboard
wlsunset
wluma
wpa_supplicant
wqy-microhei
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xf86-video-amdgpu
xf86-video-ati
xf86-video-intel
xf86-video-nouveau
xfce4-terminal
xfsprogs
xorg-xwayland
xournalpp
yank
yarn
yay
yazi
