autoconf
automake
base
binutils
bison
exa
fakeroot
fcitx
fcitx-table-extra
feh
flex
gcc
git
go
google-chrome
groff
i3-gaps
i3blocks
i3lock
i3status
jupyterlab
libtool
m4
make
man-db
miniconda3
nerd-fonts-fira-code
nodejs
npm
openssh
patch
pkgconf
polybar
python
python-ipykernel
python-lsp-server
python-matplotlib
python-pandas
python-pip
python-scipy
r
reflector
rofi
rxvt-unicode
sudo
texinfo
tilix
tmux
ttf-nerd-fonts-symbols
vim
visual-studio-code-bin
wget
which
xfce4-appfinder
xfce4-terminal
yay
zsh
